cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/gui"

brew "bash"
brew "bash-completion"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ddrescue"
brew "docker-completion"
brew "dockutil"
brew "dos2unix"
brew "esniper"
brew "fasd"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "graphicsmagick"
brew "hadolint"
brew "htop"
brew "id3v2"
brew "openconnect"
brew "pass"
brew "pgcli"
brew "pinentry-mac"
brew "python3"
brew "radare2"
brew "ranger"
brew "shellcheck"
brew "smartmontools"
brew "socat"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"

cask "android-file-transfer"
cask "anki"
cask "arduino"
cask "basictex"
cask "bettertouchtool"
cask "bibdesk"
cask "blockblock"
cask "caffeine"
cask "calibre"
cask "caskroom/versions/iterm2-beta"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "gmvault"
cask "google-chrome"
cask "grandperspective"
cask "hex-fiend"
cask "intel-power-gadget"
cask "keyboardcleantool"
cask "knockknock"
cask "licecap"
cask "lockdown"
cask "logic"
cask "macdown"
cask "midi-monitor"
cask "ngrok"
cask "onyx"
cask "oversight"
cask "postman"
cask "qbserve"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "skim"
cask "skype"
cask "slack"
cask "sonos"
cask "soundcast"
cask "soundflower"
cask "sqlitebrowser"
cask "sysex-librarian"
cask "teamviewer"
cask "the-unarchiver"
cask "toneprint"
cask "tunnelblick"
cask "vlc"
cask "xquartz"

mas "Colors", id: 581915465
mas "ForkLift", id: 412448059
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
