tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/gui'
tap 'homebrew/science'
tap 'neovim/neovim'
cask 'xquartz'
brew 'android-sdk'
brew 'xz', args: ['universal']
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'pkg-config'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'icu4c'
brew 'boost', args: ['c++11']
brew 'ghc'
brew 'cabal-install'
brew 'lame'
brew 'libao'
brew 'libogg'
brew 'libvorbis'
brew 'mad'
brew 'cdrdao'
brew 'cdrtools'
brew 'cmake'
brew 'clang-format'
brew 'cloc'
brew 'libtool', args: ['universal']
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'nspr'
brew 'spidermonkey'
brew 'couchdb'
brew 'jasper', args: ['universal']
brew 'little-cms2', args: ['universal']
brew 'dcraw'
brew 'ddrescue'
brew 'djvulibre'
brew 'dockutil'
brew 'dos2unix'
brew 'fasd'
brew 'fcrackzip'
brew 'openjpeg'
brew 'opus'
brew 'webp', args: ['universal']
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'fftw'
brew 'flac'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'sqlite'
brew 'python'
brew 'gdb'
brew 'gdk-pixbuf'
brew 'ghostscript'
brew 'git-lfs'
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'gnutls'
brew 'libusb', args: ['universal']
brew 'gpsd'
brew 'graphicsmagick'
brew 'harfbuzz'
brew 'pango'
brew 'graphviz'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'gtk+3'
brew 'htop'
brew 'icarus-verilog'
brew 'id3lib'
brew 'id3v2'
brew 'ilmbase'
brew 'openexr'
brew 'perl'
brew 'imagemagick', args: ['with-quantum-depth-16']
brew 'libelf'
brew 'libevent'
brew 'libexif'
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libgsf'
brew 'libicns', args: ['universal']
brew 'libmagic'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libyaml'
brew 'libzip'
brew 'lua51'
brew 'minizip'
brew 'mitmproxy'
brew 'mono'
brew 'mozjpeg'
brew 'negfix8'
brew 'net-snmp'
brew 'openconnect'
brew 'openslide'
brew 'opus-tools'
brew 'orc'
brew 'pandoc'
brew 'pidof'
brew 'pipes-sh'
brew 'poppler'
brew 'py2cairo'
brew 'python3'
brew 'pygobject3'
brew 'redis'
brew 'ripgrep'
brew 'ruby'
brew 'sane-backends', args: ['universal']
brew 'screenfetch'
brew 'selecta'
brew 'smartmontools'
brew 'socat'
brew 'splint'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux', args: ['HEAD']
brew 'trace2html'
brew 'trash'
brew 'tree'
brew 'unixodbc'
brew 'valgrind'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'wine'
brew 'xctool'
brew 'xhyve'
brew 'youtube-dl'
brew 'homebrew/completions/docker-completion'
brew 'homebrew/gui/klavaro'
brew 'homebrew/science/cfitsio'
brew 'homebrew/science/libmatio'
brew 'homebrew/science/perf'
cask '0xed'
cask 'android-file-transfer'
cask 'android-studio'
cask 'anki'
cask 'arduino'
cask 'audacity'
cask 'basictex'
cask 'bettertouchtool'
cask 'blockblock'
cask 'caffeine'
cask 'calibre'
cask 'coconutbattery'
cask 'discord'
cask 'dolphin'
cask 'dropbox'
cask 'eagle'
cask 'firefox'
cask 'flux'
cask 'font-fira-code'
cask 'font-hasklig'
cask 'font-monoid'
cask 'font-source-code-pro'
cask 'frappe'
cask 'fritzing'
cask 'gitup'
cask 'gitx'
cask 'google-chrome'
cask 'google-chrome-beta'
cask 'google-chrome-canary'
cask 'grandperspective'
cask 'hex-fiend'
cask 'hopper-disassembler'
cask 'hyperterm'
cask 'iterm2-beta'
cask 'iterm2-nightly'
cask 'kextviewr'
cask 'keyboardcleantool'
cask 'knockknock'
cask 'lastpass'
cask 'licecap'
cask 'lockdown'
cask 'macdown'
cask 'makemkv'
cask 'midi-monitor'
cask 'ngrok'
cask 'noizio'
cask 'omnidisksweeper'
cask 'onyx'
cask 'openemu'
cask 'processing'
cask 'qlstephen'
cask 'silverlight'
cask 'skype'
cask 'slack'
cask 'sonos'
cask 'soundcast'
cask 'soundflower'
cask 'sqlitebrowser'
cask 'steam'
cask 'superduper'
cask 'sysex-librarian'
cask 'taskexplorer'
cask 'teamspeak-client'
cask 'teamviewer'
cask 'texturepacker'
cask 'the-unarchiver'
cask 'tiled'
cask 'toneprint'
cask 'tunnelblick'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
