tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/gui'
tap 'homebrew/science'
brew 'android-sdk'
brew 'bash'
brew 'bash-completion'
brew 'cmake'
brew 'dcraw'
brew 'fasd'
brew 'ffmpeg'
brew 'imagemagick'
brew 'graphicsmagick'
brew 'openconnect'
brew 'redis'
brew 'the_silver_searcher'
brew 'tmux'
brew 'trash'
brew 'vim'
brew 'watchman'
brew 'wget'
