tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask "xquartz"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "dockutil"
brew "dos2unix"
brew "esniper"
brew "fasd"
brew "ffmpeg", args: ["with-libvorbis"]
brew "fzf"
brew "ghostscript"
brew "git"
brew "go"
brew "gopass"
brew "graphicsmagick"
brew "hadolint"
brew "highlight"
brew "htop"
brew "id3v2"
brew "mas"
brew "megatools"
brew "python"
brew "mitmproxy"
brew "openconnect"
brew "pgcli"
brew "pinentry-mac"
brew "python@2"
brew "radare2"
brew "rsync"
brew "shellcheck"
brew "shfmt", args: ["HEAD"]
brew "smartmontools"
brew "socat"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watchman"
brew "wget"
brew "wine"
brew "winetricks"
brew "youtube-dl"
brew "zenity"
brew "crisidev/chunkwm/chunkwm", args: ["HEAD", "with-logging"]
brew "koekeishiya/formulae/skhd", args: ["with-logging"]
cask "android-file-transfer"
cask "anki"
cask "arduino"
cask "bettertouchtool"
cask "bibdesk"
cask "blender"
cask "blockblock"
cask "caffeine"
cask "calibre"
cask "cenon"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "garmin-express"
cask "google-chrome"
cask "grandperspective"
cask "handbrake"
cask "hex-fiend"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2-beta"
cask "keyboardcleantool"
cask "knockknock"
cask "licecap"
cask "lockdown"
cask "macdown"
cask "midi-monitor"
cask "musescore"
#cask "onyx"
cask "oversight"
cask "processing"
cask "saleae-logic"
cask "signal"
cask "skim"
cask "skype"
cask "slack"
cask "steam"
cask "superduper"
cask "sysex-librarian"
cask "teamviewer"
cask "the-unarchiver"
cask "toneprint"
cask "tunnelblick"
cask "vlc"
#mas "Black Out", id: 1319884285
#mas "Colors", id: 581915465
#mas "ForkLift", id: 412448059
#mas "Keynote", id: 409183694
#mas "Numbers", id: 409203825
#mas "Pages", id: 409201541
